Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Disclose AI-Generated Content
ar: أفصح عن المحتوى المُنشأ بالذكاء الاصطناعي
de: KI-generierte Inhalte kennzeichnen
el: Δηλώστε περιεχόμενο από τεχνητή νοημοσύνη
es: Indica el contenido generado por IA
fa: محتوای ساخته‌شده با هوش مصنوعی را اعلام کنید
fr: Signaler le contenu généré par IA
he: ציינו תוכן שנוצר ב-AI
hi: AI से बनी सामग्री बताएँ
id: Ungkapkan Konten Buatan AI
it: Indica i contenuti generati dall'IA
ja: AI で生成した内容を明記する
ko: AI로 만든 콘텐츠 밝히기
nl: Meld door AI gemaakte inhoud
pl: Oznacz treści wygenerowane przez AI
pt: Informe conteúdo gerado por IA
ru: Указывайте контент, созданный ИИ
sv: Ange AI-genererat innehåll
th: ระบุเนื้อหาที่สร้างด้วย AI
tr: Yapay Zekâ İçeriğini Belirtin
uk: Позначайте вміст, створений ШІ
vi: Nêu rõ nội dung do AI tạo
zh_hans: 注明 AI 生成的内容

source: Your post may contain AI-generated text. AppleVis asks you to say clearly in your post when AI tools helped create it.
ar: قد يحتوي منشورك على نص مُنشأ بالذكاء الاصطناعي. يطلب AppleVis أن تذكر بوضوح في منشورك متى ساعدت أدوات الذكاء الاصطناعي في إنشائه.
de: Dein Beitrag enthält möglicherweise KI-generierten Text. AppleVis bittet dich, in deinem Beitrag klar anzugeben, wenn KI-Werkzeuge beim Erstellen geholfen haben.
el: Η ανάρτησή σας μπορεί να περιέχει κείμενο από τεχνητή νοημοσύνη. Το AppleVis σας ζητά να αναφέρετε ξεκάθαρα στην ανάρτηση όταν εργαλεία τεχνητής νοημοσύνης βοήθησαν στη δημιουργία της.
es: Tu publicación puede contener texto generado por IA. AppleVis te pide que indiques claramente en tu publicación cuándo te han ayudado herramientas de IA a crearla.
fa: ممکن است پست شما متنی ساخته‌شده با هوش مصنوعی داشته باشد. AppleVis از شما می‌خواهد در پست به‌روشنی بگویید چه زمانی ابزارهای هوش مصنوعی در ساخت آن کمک کرده‌اند.
fr: Votre message contient peut-être du texte généré par IA. AppleVis vous demande d'indiquer clairement dans votre message quand des outils d'IA ont aidé à le créer.
he: ייתכן שהפוסט שלכם מכיל טקסט שנוצר ב-AI. AppleVis מבקש לציין בבירור בפוסט כשכלי AI עזרו ליצור אותו.
hi: आपकी पोस्ट में AI से बना टेक्स्ट हो सकता है। AppleVis आपसे कहता है कि जब AI टूल ने पोस्ट बनाने में मदद की हो, तो पोस्ट में साफ़ बताएँ।
id: Postingan Anda mungkin berisi teks buatan AI. AppleVis meminta Anda menyatakan dengan jelas di postingan Anda saat alat AI membantu membuatnya.
it: Il tuo post potrebbe contenere testo generato dall'IA. AppleVis ti chiede di indicare chiaramente nel post quando strumenti di IA ti hanno aiutato a crearlo.
ja: 投稿に AI で生成した文章が含まれている可能性があります。AppleVis では、AI ツールが作成を手伝った場合は投稿の中で明記するようお願いしています。
ko: 게시물에 AI로 만든 글이 포함되어 있을 수 있습니다. AppleVis는 AI 도구가 작성에 도움을 준 경우 게시물에 분명히 밝히도록 요청합니다.
nl: Je bericht bevat mogelijk door AI gemaakte tekst. AppleVis vraagt je in je bericht duidelijk te vermelden wanneer AI-hulpmiddelen hebben geholpen het te maken.
pl: Twój wpis może zawierać tekst wygenerowany przez AI. AppleVis prosi, by wyraźnie napisać we wpisie, kiedy narzędzia AI pomogły go stworzyć.
pt: Sua postagem pode conter texto gerado por IA. O AppleVis pede que você diga claramente na postagem quando ferramentas de IA ajudaram a criá-la.
ru: Ваше сообщение может содержать текст, созданный ИИ. AppleVis просит чётко указывать в сообщении, если его помогли создать инструменты ИИ.
sv: Ditt inlägg kan innehålla AI-genererad text. AppleVis ber dig att tydligt skriva i inlägget när AI-verktyg har hjälpt till att skapa det.
th: โพสต์ของคุณอาจมีข้อความที่สร้างด้วย AI AppleVis ขอให้คุณระบุไว้ในโพสต์อย่างชัดเจนเมื่อเครื่องมือ AI ช่วยสร้างเนื้อหา
tr: Gönderiniz yapay zekâ ile oluşturulmuş metin içeriyor olabilir. AppleVis, yapay zekâ araçları gönderinizi oluşturmaya yardım ettiyse bunu gönderide açıkça belirtmenizi ister.
uk: Ваш допис може містити текст, створений ШІ. AppleVis просить чітко вказувати в дописі, якщо його допомогли створити інструменти ШІ.
vi: Bài đăng của bạn có thể có văn bản do AI tạo. AppleVis đề nghị bạn nêu rõ trong bài khi công cụ AI đã giúp tạo nội dung.
zh_hans: 你的帖子可能包含 AI 生成的文字。AppleVis 请你在 AI 工具帮助创作时，在帖子中明确说明。

source: Be Polite
ar: كن مهذبًا
de: Sei höflich
el: Να είστε ευγενικοί
es: Sé educado
fa: مؤدب باشید
fr: Soyez poli
he: היו מנומסים
hi: विनम्र रहें
id: Bersikaplah Sopan
it: Sii cortese
ja: 礼儀正しく
ko: 예의를 지키세요
nl: Blijf beleefd
pl: Bądź uprzejmy
pt: Seja educado
ru: Будьте вежливы
sv: Var artig
th: สุภาพ
tr: Kibar Olun
uk: Будьте ввічливі
vi: Hãy lịch sự
zh_hans: 保持礼貌

source: Your post uses a lot of capital letters, which can read as shouting. Normal capitalization is easier and friendlier to read.
ar: يستخدم منشورك كثيرًا من الأحرف الكبيرة، وقد يبدو ذلك كالصراخ. الكتابة العادية أسهل قراءة وألطف.
de: Dein Beitrag enthält viele Großbuchstaben, was wie Schreien wirken kann. Normale Groß- und Kleinschreibung ist leichter und freundlicher zu lesen.
el: Η ανάρτησή σας έχει πολλά κεφαλαία γράμματα, που μπορεί να μοιάζουν με φωνές. Η κανονική χρήση κεφαλαίων διαβάζεται πιο εύκολα και φιλικά.
es: Tu publicación usa muchas mayúsculas, y eso puede parecer que gritas. El uso normal de mayúsculas es más fácil y amable de leer.
fa: پست شما حروف بزرگ زیادی دارد که ممکن است مثل فریاد به نظر برسد. نوشتن عادی راحت‌تر و دوستانه‌تر خوانده می‌شود.
fr: Votre message contient beaucoup de majuscules, ce qui peut donner l'impression de crier. Une casse normale est plus facile et plus agréable à lire.
he: בפוסט שלכם יש הרבה אותיות גדולות, וזה עלול להיראות כמו צעקה. כתיבה רגילה קלה ונעימה יותר לקריאה.
hi: आपकी पोस्ट में बहुत सारे बड़े अक्षर हैं, जो चिल्लाने जैसा लग सकता है। सामान्य लेखन पढ़ने में आसान और ज़्यादा दोस्ताना होता है।
id: Postingan Anda memakai banyak huruf kapital, yang bisa terkesan seperti berteriak. Penulisan huruf normal lebih mudah dan ramah dibaca.
it: Il tuo post usa molte lettere maiuscole, che possono sembrare urla. Le maiuscole normali sono più facili e cordiali da leggere.
ja: 投稿に大文字が多く使われており、叫んでいるように読める場合があります。通常の大文字・小文字のほうが読みやすく、親しみやすくなります。
ko: 게시물에 대문자가 많아 소리치는 것처럼 보일 수 있습니다. 일반적인 대소문자 사용이 읽기 쉽고 친근합니다.
nl: Je bericht bevat veel hoofdletters, wat als schreeuwen kan overkomen. Gewone hoofdletters lezen makkelijker en vriendelijker.
pl: Twój wpis zawiera dużo wielkich liter, co może wyglądać jak krzyk. Zwykła pisownia jest łatwiejsza i przyjemniejsza w czytaniu.
pt: Sua postagem usa muitas letras maiúsculas, o que pode parecer gritaria. O uso normal de maiúsculas é mais fácil e mais simpático de ler.
ru: В вашем сообщении много заглавных букв, это может выглядеть как крик. Обычное написание читать проще и приятнее.
sv: Ditt inlägg har många versaler, vilket kan uppfattas som att du skriker. Vanlig användning av stora bokstäver är lättare och vänligare att läsa.
th: โพสต์ของคุณใช้ตัวพิมพ์ใหญ่จำนวนมาก ซึ่งอาจดูเหมือนตะโกน การใช้ตัวพิมพ์ปกติอ่านง่ายและเป็นมิตรกว่า
tr: Gönderiniz çok sayıda büyük harf kullanıyor, bu da bağırıyormuş gibi görünebilir. Normal büyük-küçük harf kullanımı daha kolay ve dostça okunur.
uk: У вашому дописі багато великих літер, це може виглядати як крик. Звичайне написання читати легше й приємніше.
vi: Bài đăng của bạn dùng nhiều chữ in hoa, có thể đọc giống như đang hét. Viết hoa bình thường dễ đọc và thân thiện hơn.
zh_hans: 你的帖子使用了大量大写字母，读起来可能像在大喊。正常的大小写更易读，也更友好。

source: Your post has several exclamation or question marks in a row. Using fewer will help your message sound calmer.
ar: يحتوي منشورك على عدة علامات تعجب أو استفهام متتالية. استخدام عدد أقل يجعل رسالتك تبدو أهدأ.
de: Dein Beitrag enthält mehrere Ausrufe- oder Fragezeichen hintereinander. Weniger davon lassen deine Nachricht ruhiger klingen.
el: Η ανάρτησή σας έχει πολλά θαυμαστικά ή ερωτηματικά στη σειρά. Με λιγότερα, το μήνυμά σας θα ακούγεται πιο ήρεμο.
es: Tu publicación tiene varios signos de exclamación o interrogación seguidos. Usar menos hará que tu mensaje suene más tranquilo.
fa: پست شما چند علامت تعجب یا سؤال پشت سر هم دارد. استفادهٔ کمتر از آن‌ها پیامتان را آرام‌تر نشان می‌دهد.
fr: Votre message contient plusieurs points d'exclamation ou d'interrogation d'affilée. En utiliser moins rendra votre message plus calme.
he: בפוסט שלכם יש כמה סימני קריאה או שאלה ברצף. שימוש בפחות מהם יגרום להודעה להישמע רגועה יותר.
hi: आपकी पोस्ट में लगातार कई विस्मयादिबोधक या प्रश्नवाचक चिह्न हैं। कम इस्तेमाल करने से आपका संदेश ज़्यादा शांत लगेगा।
id: Postingan Anda memiliki beberapa tanda seru atau tanda tanya berturut-turut. Memakai lebih sedikit akan membuat pesan Anda terdengar lebih tenang.
it: Il tuo post ha diversi punti esclamativi o interrogativi di seguito. Usarne meno renderà il messaggio più pacato.
ja: 投稿に感嘆符や疑問符が続けて使われています。数を減らすと、落ち着いた印象になります。
ko: 게시물에 느낌표나 물음표가 여러 개 연달아 있습니다. 개수를 줄이면 메시지가 더 차분하게 느껴집니다.
nl: Je bericht bevat meerdere uitroep- of vraagtekens achter elkaar. Met minder klinkt je bericht rustiger.
pl: Twój wpis ma kilka wykrzykników lub znaków zapytania z rzędu. Mniejsza ich liczba sprawi, że wiadomość zabrzmi spokojniej.
pt: Sua postagem tem vários pontos de exclamação ou de interrogação seguidos. Usar menos vai deixar sua mensagem mais calma.
ru: В вашем сообщении несколько восклицательных или вопросительных знаков подряд. Если их будет меньше, сообщение прозвучит спокойнее.
sv: Ditt inlägg har flera utrops- eller frågetecken i rad. Färre gör att ditt meddelande låter lugnare.
th: โพสต์ของคุณมีเครื่องหมายอัศเจรีย์หรือเครื่องหมายคำถามหลายตัวติดกัน การใช้น้อยลงจะทำให้ข้อความฟังดูสงบขึ้น
tr: Gönderinizde art arda birkaç ünlem veya soru işareti var. Daha az kullanmak mesajınızın daha sakin görünmesini sağlar.
uk: У вашому дописі кілька знаків оклику чи запитання поспіль. Якщо їх буде менше, повідомлення звучатиме спокійніше.
vi: Bài đăng của bạn có nhiều dấu chấm than hoặc chấm hỏi liên tiếp. Dùng ít hơn sẽ giúp tin nhắn nghe bình tĩnh hơn.
zh_hans: 你的帖子连续使用了多个感叹号或问号。少用一些会让你的消息听起来更平和。

source: Add Value to the Discussion
ar: أضف قيمة إلى النقاش
de: Bereichere die Diskussion
el: Προσθέστε αξία στη συζήτηση
es: Aporta algo al debate
fa: به گفتگو ارزش اضافه کنید
fr: Enrichir la discussion
he: הוסיפו ערך לדיון
hi: चर्चा में कुछ जोड़ें
id: Tambahkan Nilai pada Diskusi
it: Arricchisci la discussione
ja: 議論に価値を加える
ko: 토론에 가치 더하기
nl: Voeg iets toe aan de discussie
pl: Wnieś coś do dyskusji
pt: Contribua com a discussão
ru: Дополняйте обсуждение
sv: Bidra till diskussionen
th: เพิ่มคุณค่าให้การสนทนา
tr: Tartışmaya Katkı Sağlayın
uk: Доповнюйте обговорення
vi: Đóng góp giá trị cho thảo luận
zh_hans: 为讨论增添价值

source: Short replies like "me too" or "I haven't used that" don't add much to the discussion. Consider sharing details, your experience, or a follow-up question instead.
ar: الردود القصيرة مثل "وأنا أيضًا" أو "لم أستخدمه" لا تضيف الكثير إلى النقاش. شارك بدلًا من ذلك تفاصيل أو تجربتك أو سؤالًا للمتابعة.
de: Kurze Antworten wie „ich auch“ oder „habe ich nicht benutzt“ bringen der Diskussion wenig. Teile lieber Details, deine Erfahrung oder eine Rückfrage.
el: Σύντομες απαντήσεις όπως «κι εγώ» ή «δεν το έχω χρησιμοποιήσει» δεν προσθέτουν πολλά στη συζήτηση. Μοιραστείτε καλύτερα λεπτομέρειες, την εμπειρία σας ή μια συμπληρωματική ερώτηση.
es: Las respuestas cortas como «a mí también» o «no lo he usado» aportan poco al debate. Comparte mejor detalles, tu experiencia o una pregunta de seguimiento.
fa: پاسخ‌های کوتاه مثل «من هم» یا «از آن استفاده نکرده‌ام» چیز زیادی به گفتگو اضافه نمی‌کنند. به‌جای آن جزئیات، تجربهٔ خودتان یا پرسشی تکمیلی را بگویید.
fr: Les réponses courtes comme « moi aussi » ou « je ne l'ai pas utilisé » apportent peu à la discussion. Partagez plutôt des détails, votre expérience ou une question de suivi.
he: תשובות קצרות כמו "גם אני" או "לא השתמשתי בזה" לא מוסיפות הרבה לדיון. שתפו במקום זאת פרטים, את הניסיון שלכם או שאלת המשך.
hi: "मैं भी" या "मैंने वह इस्तेमाल नहीं किया" जैसे छोटे जवाब चर्चा में ज़्यादा कुछ नहीं जोड़ते। इसके बजाय विवरण, अपना अनुभव या कोई आगे का सवाल साझा करें।
id: Balasan singkat seperti "saya juga" atau "saya belum pernah memakainya" tidak banyak menambah diskusi. Sebaiknya bagikan detail, pengalaman Anda, atau pertanyaan lanjutan.
it: Risposte brevi come «anch'io» o «non l'ho usato» aggiungono poco alla discussione. Condividi piuttosto dettagli, la tua esperienza o una domanda di approfondimento.
ja: 「私も」や「使ったことがない」のような短い返信は、議論にあまり役立ちません。代わりに詳しい情報、あなたの経験、追加の質問を共有してください。
ko: "저도요"나 "안 써 봤어요" 같은 짧은 답글은 토론에 별로 도움이 되지 않습니다. 대신 자세한 내용, 경험, 추가 질문을 공유해 주세요.
nl: Korte antwoorden zoals "ik ook" of "heb ik niet gebruikt" voegen weinig toe aan de discussie. Deel liever details, je ervaring of een vervolgvraag.
pl: Krótkie odpowiedzi w rodzaju „ja też” czy „nie używałem tego” niewiele wnoszą do dyskusji. Podziel się raczej szczegółami, swoim doświadczeniem lub pytaniem uzupełniającym.
pt: Respostas curtas como "eu também" ou "não usei isso" acrescentam pouco à discussão. Compartilhe detalhes, sua experiência ou uma pergunta de acompanhamento.
ru: Короткие ответы вроде «у меня тоже» или «я этим не пользовался» мало что добавляют к обсуждению. Лучше поделитесь подробностями, своим опытом или уточняющим вопросом.
sv: Korta svar som "jag också" eller "har inte använt det" tillför inte mycket till diskussionen. Dela hellre detaljer, din erfarenhet eller en följdfråga.
th: คำตอบสั้นๆ อย่าง "ฉันด้วย" หรือ "ไม่เคยใช้" ไม่ได้ช่วยการสนทนามากนัก ลองแชร์รายละเอียด ประสบการณ์ของคุณ หรือคำถามต่อยอดแทน
tr: "Ben de" veya "Onu kullanmadım" gibi kısa yanıtlar tartışmaya pek bir şey katmaz. Bunun yerine ayrıntıları, deneyiminizi veya bir takip sorusunu paylaşın.
uk: Короткі відповіді на кшталт «у мене теж» чи «я цим не користувався» мало що додають до обговорення. Краще поділіться подробицями, своїм досвідом або уточнювальним запитанням.
vi: Những câu trả lời ngắn như "tôi cũng vậy" hay "tôi chưa dùng cái đó" không đóng góp nhiều cho thảo luận. Hãy chia sẻ chi tiết, trải nghiệm của bạn hoặc một câu hỏi tiếp nối.
zh_hans: 像“我也是”或“我没用过”这样的简短回复对讨论帮助不大。请分享细节、你的经验或一个后续问题。

source: One Topic Per Post
ar: موضوع واحد في كل منشور
de: Ein Thema pro Beitrag
el: Ένα θέμα ανά ανάρτηση
es: Un tema por publicación
fa: یک موضوع در هر پست
fr: Un sujet par message
he: נושא אחד בכל פוסט
hi: हर पोस्ट में एक विषय
id: Satu Topik per Postingan
it: Un argomento per post
ja: 1つの投稿に1つの話題
ko: 게시물마다 주제 하나
nl: Eén onderwerp per bericht
pl: Jeden temat na wpis
pt: Um tópico por postagem
ru: Одна тема в сообщении
sv: Ett ämne per inlägg
th: หนึ่งหัวข้อต่อโพสต์
tr: Gönderi Başına Tek Konu
uk: Одна тема в дописі
vi: Mỗi bài một chủ đề
zh_hans: 每个帖子一个话题

source: Your post seems to ask several different questions. The AppleVis guidelines ask for one topic per post. Separate posts will get you better answers.
ar: يبدو أن منشورك يطرح عدة أسئلة مختلفة. تطلب إرشادات AppleVis موضوعًا واحدًا في كل منشور. المنشورات المنفصلة ستجلب لك إجابات أفضل.
de: Dein Beitrag scheint mehrere verschiedene Fragen zu stellen. Die AppleVis-Richtlinien sehen ein Thema pro Beitrag vor. Mit getrennten Beiträgen bekommst du bessere Antworten.
el: Η ανάρτησή σας φαίνεται να κάνει πολλές διαφορετικές ερωτήσεις. Οι κανόνες του AppleVis ζητούν ένα θέμα ανά ανάρτηση. Με ξεχωριστές αναρτήσεις θα πάρετε καλύτερες απαντήσεις.
es: Parece que tu publicación hace varias preguntas distintas. Las normas de AppleVis piden un tema por publicación. Con publicaciones separadas obtendrás mejores respuestas.
fa: به نظر می‌رسد پست شما چند پرسش متفاوت دارد. راهنمای AppleVis یک موضوع در هر پست می‌خواهد. پست‌های جداگانه پاسخ‌های بهتری برایتان می‌آورند.
fr: Votre message semble poser plusieurs questions différentes. Les règles d'AppleVis demandent un sujet par message. Des messages séparés vous apporteront de meilleures réponses.
he: נראה שהפוסט שלכם שואל כמה שאלות שונות. ההנחיות של AppleVis מבקשות נושא אחד בכל פוסט. פוסטים נפרדים יביאו לכם תשובות טובות יותר.
hi: लगता है आपकी पोस्ट कई अलग-अलग सवाल पूछ रही है। AppleVis दिशानिर्देश हर पोस्ट में एक विषय रखने को कहते हैं। अलग पोस्ट से आपको बेहतर जवाब मिलेंगे।
id: Postingan Anda tampaknya mengajukan beberapa pertanyaan berbeda. Pedoman AppleVis meminta satu topik per postingan. Postingan terpisah akan memberi Anda jawaban yang lebih baik.
it: Sembra che il tuo post faccia diverse domande diverse. Le linee guida di AppleVis chiedono un argomento per post. Post separati ti daranno risposte migliori.
ja: 投稿で複数の異なる質問をしているようです。AppleVis のガイドラインでは、1つの投稿につき1つの話題をお願いしています。投稿を分けると、よりよい回答が得られます。
ko: 게시물에서 여러 가지 질문을 하는 것 같습니다. AppleVis 가이드라인은 게시물마다 주제 하나를 요청합니다. 게시물을 나누면 더 좋은 답을 얻을 수 있습니다.
nl: Je bericht lijkt meerdere verschillende vragen te stellen. De AppleVis-richtlijnen vragen om één onderwerp per bericht. Met aparte berichten krijg je betere antwoorden.
pl: Wygląda na to, że Twój wpis zadaje kilka różnych pytań. Zasady AppleVis przewidują jeden temat na wpis. Osobne wpisy przyniosą lepsze odpowiedzi.
pt: Parece que sua postagem faz várias perguntas diferentes. As diretrizes do AppleVis pedem um tópico por postagem. Postagens separadas vão trazer respostas melhores.
ru: Похоже, в вашем сообщении несколько разных вопросов. Правила AppleVis просят одну тему в сообщении. Отдельные сообщения принесут более полезные ответы.
sv: Ditt inlägg verkar ställa flera olika frågor. AppleVis riktlinjer ber om ett ämne per inlägg. Separata inlägg ger dig bättre svar.
th: ดูเหมือนโพสต์ของคุณถามหลายคำถามที่แตกต่างกัน แนวทางของ AppleVis ขอให้มีหนึ่งหัวข้อต่อโพสต์ การแยกโพสต์จะทำให้ได้คำตอบที่ดีกว่า
tr: Gönderiniz birkaç farklı soru soruyor gibi görünüyor. AppleVis yönergeleri gönderi başına tek konu ister. Ayrı gönderiler size daha iyi yanıtlar getirir.
uk: Схоже, у вашому дописі кілька різних запитань. Правила AppleVis просять одну тему в дописі. Окремі дописи принесуть кращі відповіді.
vi: Có vẻ bài đăng của bạn hỏi nhiều câu hỏi khác nhau. Quy tắc của AppleVis yêu cầu mỗi bài một chủ đề. Đăng riêng sẽ giúp bạn nhận câu trả lời tốt hơn.
zh_hans: 你的帖子似乎提出了几个不同的问题。AppleVis 准则要求每个帖子只讨论一个话题。分开发帖能得到更好的回答。

source: No Spam or Repetition
ar: لا رسائل مزعجة ولا تكرار
de: Kein Spam und keine Wiederholungen
el: Χωρίς spam ή επαναλήψεις
es: Sin spam ni repeticiones
fa: بدون هرزنامه یا تکرار
fr: Pas de spam ni de répétition
he: בלי ספאם או חזרות
hi: स्पैम या दोहराव नहीं
id: Tanpa Spam atau Pengulangan
it: Niente spam o ripetizioni
ja: スパムや繰り返しをしない
ko: 스팸 및 반복 금지
nl: Geen spam of herhaling
pl: Bez spamu i powtórzeń
pt: Sem spam nem repetição
ru: Без спама и повторов
sv: Ingen spam eller upprepning
th: ไม่มีสแปมหรือการซ้ำ
tr: Spam veya Tekrar Yok
uk: Без спаму й повторів
vi: Không spam hay lặp lại
zh_hans: 不要发垃圾信息或重复内容

source: Your post repeats some phrases or sentences. Please avoid repeating the same content in one post.
ar: يكرر منشورك بعض العبارات أو الجمل. يُرجى تجنب تكرار المحتوى نفسه في منشور واحد.
de: Dein Beitrag wiederholt einige Formulierungen oder Sätze. Bitte vermeide es, denselben Inhalt in einem Beitrag zu wiederholen.
el: Η ανάρτησή σας επαναλαμβάνει κάποιες φράσεις ή προτάσεις. Αποφύγετε να επαναλαμβάνετε το ίδιο περιεχόμενο σε μία ανάρτηση.
es: Tu publicación repite algunas frases u oraciones. Evita repetir el mismo contenido en una sola publicación.
fa: پست شما برخی عبارت‌ها یا جمله‌ها را تکرار می‌کند. لطفاً از تکرار یک محتوا در یک پست خودداری کنید.
fr: Votre message répète certaines phrases ou expressions. Évitez de répéter le même contenu dans un seul message.
he: הפוסט שלכם חוזר על כמה ביטויים או משפטים. נא להימנע מחזרה על אותו תוכן בפוסט אחד.
hi: आपकी पोस्ट कुछ वाक्यांश या वाक्य दोहराती है। कृपया एक पोस्ट में एक ही सामग्री दोहराने से बचें।
id: Postingan Anda mengulang beberapa frasa atau kalimat. Harap hindari mengulang konten yang sama dalam satu postingan.
it: Il tuo post ripete alcune frasi o espressioni. Evita di ripetere lo stesso contenuto in un unico post.
ja: 投稿で一部のフレーズや文が繰り返されています。1つの投稿で同じ内容を繰り返さないでください。
ko: 게시물에서 일부 구절이나 문장이 반복됩니다. 한 게시물에서 같은 내용을 반복하지 마세요.
nl: Je bericht herhaalt sommige zinnen of woordgroepen. Vermijd het herhalen van dezelfde inhoud in één bericht.
pl: Twój wpis powtarza niektóre frazy lub zdania. Unikaj powtarzania tej samej treści w jednym wpisie.
pt: Sua postagem repete algumas frases. Evite repetir o mesmo conteúdo em uma única postagem.
ru: В вашем сообщении повторяются некоторые фразы или предложения. Не повторяйте одно и то же в одном сообщении.
sv: Ditt inlägg upprepar vissa fraser eller meningar. Undvik att upprepa samma innehåll i ett och samma inlägg.
th: โพสต์ของคุณมีบางวลีหรือประโยคซ้ำกัน โปรดหลีกเลี่ยงการซ้ำเนื้อหาเดียวกันในโพสต์เดียว
tr: Gönderiniz bazı ifadeleri veya cümleleri tekrarlıyor. Lütfen tek bir gönderide aynı içeriği tekrarlamaktan kaçının.
uk: У вашому дописі повторюються деякі фрази чи речення. Не повторюйте те саме в одному дописі.
vi: Bài đăng của bạn lặp lại một số cụm từ hoặc câu. Vui lòng tránh lặp cùng nội dung trong một bài đăng.
zh_hans: 你的帖子重复了一些短语或句子。请避免在同一个帖子中重复相同的内容。

source: Guideline reminder
ar: تذكير بالإرشادات
de: Richtlinienhinweis
el: Υπενθύμιση κανόνων
es: Recordatorio de las normas
fa: یادآوری راهنمای رفتار
fr: Rappel des règles
he: תזכורת להנחיות
hi: दिशानिर्देश रिमाइंडर
id: Pengingat pedoman
it: Promemoria delle linee guida
ja: ガイドラインの注意
ko: 가이드라인 알림
nl: Herinnering aan de richtlijnen
pl: Przypomnienie o zasadach
pt: Lembrete das diretrizes
ru: Напоминание о правилах
sv: Påminnelse om riktlinjerna
th: การเตือนเรื่องแนวทาง
tr: Yönerge hatırlatması
uk: Нагадування про правила
vi: Lời nhắc về quy tắc
zh_hans: 准则提醒

source: Friendly tip
ar: نصيحة ودية
de: Freundlicher Tipp
el: Φιλική συμβουλή
es: Consejo amable
fa: نکتهٔ دوستانه
fr: Astuce amicale
he: טיפ ידידותי
hi: दोस्ताना सुझाव
id: Tips ramah
it: Suggerimento amichevole
ja: ちょっとしたヒント
ko: 친절한 팁
nl: Vriendelijke tip
pl: Przyjazna porada
pt: Dica amigável
ru: Дружеский совет
sv: Vänligt tips
th: เคล็ดลับเป็นมิตร
tr: Dostça ipucu
uk: Дружня порада
vi: Mẹo thân thiện
zh_hans: 友好提示
